{
    "greeting": "Hello",
    
    "words":{
        "order": "pedido"
    },
    "actions":{
        "add": "add",
        "delete": "eliminar",
        "save": "gravar",
        "do": "fazer",
        "send": "enviar",
        "update": "actualizar",
        "create": "criar",
        "delete": "eliminar"
    },
    
    "menuData":{
        "types":{
            "starters": "Entradas",
            "mainDishes": "Pratos principais",
            "desserts": "Sobremesas",
            "beverages": "Bebidas",
            "wines": "Vinhos"
        }
    },

    "footerData": {
        "myTable": "A minha Mesa",
        "theRestaurant": "O Restaurante"
    },

    "routesData": {
        "entrance": "Entrada",
        "menu":"Ementa",
        "reservation":"Reservar Mesa",
        "orders":"Pedidos",
        "contacts":"Contactos",
        "aboutUs":"Sobre Nós",
        "community":"Comunidade",
        "login":"Iniciar sessão"
    },
    "formsData": {
        "name": "nome",
        "subject": "assunto",
        "phone": "telefone",
        "mobile": "telemóvel",
        "message": "menssagem",
        "seats": "lugares"
    },
    "contactsData": {
        "title": "Contacte-nos",
        "feedback":{
            "thankYou":"Obrigado por escolher jantar connosco!",
            "message":"Agradecemos o seu pedido e faremos tudo ao nosso alcance para acomodar a data e hora pretendidas. Em breve, entraremos em contacto consigo para confirmar a reserva. Caso tenha alguma dúvida ou preocupação, não hesite em contactar-nos a qualquer momento.",
            "finalNotes": "Estamos ansiosos por recebê-lo e esperamos vê-lo em breve!"
            },
        "options": [
            "Eu gostaria de fazer uma reserva",
            "Eu gostaria de partilhar a minha experiência",
            "Eu gostaria de fazer uma proposta",
            "Eu gostaria de perguntar"
        ]
    },
    "reservationsData": {
        "title": "Faça uma reserva",
        "options": [
            "Eu gostaria de fazer uma reserva"
        ]
    },
    "communityData": {
        "communityParagraphs": [
            "O Churrasco, o nosso restaurante localizado no coração de Lisboa, tem causado sensação na cena gastronómica local desde a sua abertura. Mas não acredite apenas em nós - estamos honrados por sermos mencionados em várias publicações e websites respeitados, incluindo o TimeOut e vários sites de avaliação de comida. Os clientes elogiaram os nossos pratos deliciosos, ambiente acolhedor e serviço de primeira qualidade.",
            "Convidamo-lo a ler o que eles dizem sobre nós e a experimentar por si mesmo!"
        ]
    },
    "aboutUsData": {
        "aboutParagraphs": [
        "Bem-vindo ao nosso restaurante clássico em Lisboa, onde a nossa especialidade é o delicioso churrasco de frango grelhado em carvão. O nosso restaurante tem uma história rica e oferece um serviço de excelência com funcionários experientes que trabalham conosco há anos. A nossa magnífica esplanada é o local perfeito para desfrutar da sua refeição enquanto absorve a energia vibrante de Lisboa.",
        "Especializados em pratos grelhados da Rua das Portas de Santo Antão, orgulhamo-nos de servir um dos melhores frangos assados e no espeto de Lisboa. Os nossos funcionários atentos, vestidos com trajes tradicionais, garantirão que receba a porção desejada e mantêm o restante quente para que possa saborear. Pode escolher entre batatas finamente fatiadas ou em cubos e selecionar entre uma variedade de pratos, como o caril indiano ou o bacalhau à moda de Viana, ambos premiados. Somos a escolha perfeita para quem procura uma experiência autêntica de refeição em Portas de Santo Antão.",
        "No nosso restaurante, pretendemos proporcionar aos nossos clientes uma experiência calorosa e acolhedora, mantendo um padrão profissional. Quer seja um residente local ou um turista, garantimos que terá uma refeição inesquecível conosco. Por isso, venha juntar-se a nós e provar o melhor frango grelhado de Lisboa!"
        ]
    },
    "homeData": {
        "firstTitle": "Venha provar a nossa deliciosa especialidade de frango grelhado em carvão no nosso restaurante no coração de Lisboa!",
        "menuText": "Experimente a perfeição do grelhado em carvão e deleite-se com a nossa especialidade de frango no nosso restaurante no centro de Lisboa. Desde suculentos frangos assados até pratos de marisco que deve experimentar, como o polvo grelhado e o bacalhau à portuguesa, o nosso menu oferece uma variedade de sabores para satisfazer as suas vontades. Não se esqueça de acompanhar a sua refeição com o nosso vinho da casa, disponível em vários tamanhos. Clique abaixo para ver o nosso menu completo e saborear o gosto dos nossos pratos habilmente elaborados.",
        "reservationsText": "Venha experimentar os aromas deliciosos dos nossos pratos especiais no nosso acolhedor restaurante no centro de Lisboa. O nosso terraço ao ar livre, inserido num edifício histórico original, proporciona o ambiente perfeito para uma experiência gastronómica encantadora. Saboreie o nosso frango grelhado em carvão habilmente elaborado, pratos de marisco e carnes cozinhadas e mergulhe num ambiente charmoso e tranquilo. Faça a sua reserva agora e junte-se a nós numa viagem culinária inesquecível."
    },
    "qualityBadgesData": [
        {
        "title": "Cozinha excelente",
        "text": "O nosso menu apresenta uma cozinha requintada, criada com os melhores ingredientes, garantindo uma experiência gastronómica de excelência."
        },
        {
        "title": "Frango grelhado delicioso",
        "text": "O nosso frango suculento e grelhado no carvão é uma verdadeira obra-prima culinária e tornou-se sinónimo de excelência."
        },
        {
        "title": "Seleção requintada de vinhos",
        "text": "Experimente a nossa cuidadosamente selecionada lista de vinhos, com os melhores vintages de todo o mundo."
        },
        {
        "title": "Serviço impecável",
        "text": "Deixe a nossa equipa simpática e experiente proporcionar-lhe uma experiência gastronómica inesquecível, caracterizada por um serviço atento e personalizado."
        },
        {
        "title": "Espaço encantador no terraço",
        "text": "Relaxe e desfrute do nosso encantador espaço ao ar livre, um oásis sereno e pitoresco."
        },
        {
        "title": "Qualidade excepcional",
        "text": "Descubra o nosso compromisso com a qualidade incomparável, refletido em cada prato que preparamos e em cada ingrediente que utilizamos."
        }
        ]
}